[
    {
        "_id": 41487,
        "alternativeTitles": [
            "Tensura 2",
            "転生したらスライムだった件",
            "That Time I Got Reincarnated as a Slime Season 2 Part 2",
            "Meine Wiedergeburt als Schleim in einer anderen Welt Staffel 2 Teil 2",
            "That Time I Got Reincarnated as a Slime Temporada 2 Parte 2",
            "Moi",
            "Quand Je Me Réincarne en Slime Saison 2 Partie 2"
        ],
        "genres": [
            "Action",
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "ranking": 216,
        "type": "TV",
        "status": "Finished Airing",
        "synopsis": "The nation of Tempest is in a festive mood after successfully overcoming the surprise attack from the Falmuth Army and the Western Holy Church. Beyond the festivities lies a meeting between Tempest and its allies to decide the future of the Nation of Monsters. The aftermath of the Falmuth invasion, Milim Nava's suspicious behavior, and the disappearance of Demon Lord Carrion—the problems seem to keep on piling up.\n\nRimuru Tempest, now awakened as a \"True Demon Lord,\" decides to go on the offensive against Clayman. With the fully revived \"Storm Dragon\" Veldora, \"Ultimate Skill\" Raphael, and other powerful comrades, the ruler of the Tempest is confident in taking down his enemies one by one until he can face the man pulling the strings.\n\n[Written by MAL Rewrite]"
    },
    {
        "_id": 37095,
        "alternativeTitles": [
            "Violet Evergarden Extra Episode",
            "Violet Evergarden Episode 14",
            "Violet Evergarden Special",
            "The day you understand \"I love you\" will surely come",
            "ヴァイオレット・エヴァーガーデンきっと\"愛\"を知る日が来るのだろう",
            "Violet Evergarden: The Day You Understand \"I Love You\" Will Surely Come",
            "Violet Evergarden OAV: Épisode 14"
        ],
        "genres": [
            "Drama",
            "Fantasy",
            "Slice of Life"
        ],
        "ranking": 217,
        "type": "Special",
        "status": "Finished Airing",
        "synopsis": "The CH Postal Company has just received a request to transcribe a love letter from Irma Felice, a famous opera singer. Accepting the task, Violet Evergarden visits Irma to write her letter. However, not only does Irma provide little information, she asks Violet to write based on her own feelings. Despite Violet's numerous attempts, Irma finds every version of the letter inadequate.\n\nViolet consults her colleagues, and they help her out by writing love letters of their own. Yet even those are rejected by the opera singer. As a last resort, Violet asks Irma for her true thoughts and feelings, hoping to find the missing puzzle piece. Will the Auto Memory Doll be able to translate Irma's emotions into words?\n\n[Written by MAL Rewrite]"
    },
    {
        "_id": 49701,
        "alternativeTitles": [
            "Battle Through the Heavens: Three Year Agreement",
            "斗破苍穹 三年之约",
            "Fights Break Sphere: Three Year Agreement"
        ],
        "genres": [
            "Action",
            "Fantasy"
        ],
        "ranking": 219,
        "type": "ONA",
        "status": "Finished Airing",
        "synopsis": "Specials after the end of the 4th season in which the 3-year promise agreed by Xiao Yan and Na Lan Yan Ran is carried out."
    },
    {
        "_id": 3784,
        "alternativeTitles": [
            "Evangelion Shin Gekijouban: Ha",
            "Rebuild of Evangelion: 2.0 You Can (Not) Advance",
            "Evangelion 2.22",
            "ヱヴァンゲリヲン新劇場版:破",
            "Evangelion: 2.0 You Can (Not) Advance",
            "Evangelion: 2.22 You Can (Not) Advance",
            "Evangelion: 2.22 You Can (not) Advance",
            "Evangelion: 2.22 You Can (Not) Advance"
        ],
        "genres": [
            "Action",
            "Drama",
            "Sci-Fi"
        ],
        "ranking": 220,
        "type": "Movie",
        "status": "Finished Airing",
        "synopsis": "When the threat of the Angel menace escalates, mankind's defense force is pushed to its limits, with NERV at the forefront of the struggle. Shinji Ikari and his partner Rei Ayanami are assisted by two new pilots: the fiery Asuka Langley Shikinami and the mysterious Mari Illustrious Makinami.\n\nWith the aid of their mechanized Evangelion units, equipped with weapons perfect for engaging their monstrous opponents, the four young souls fight desperately to protect their loved ones and prevent an impending apocalypse. But when startling secrets are brought to light, will the heroes' greatest challenge prove to be the monsters...or humanity itself?\n\n[Written by MAL Rewrite]"
    },
    {
        "_id": 28701,
        "alternativeTitles": [
            "Fate/stay night (2015)",
            "Fate - Stay Night",
            "Fate/stay night [Unlimited Blade Works] 2nd シーズン",
            "Fate/stay night [Unlimited Blade Works] Season 2"
        ],
        "genres": [
            "Action",
            "Fantasy",
            "Supernatural"
        ],
        "ranking": 221,
        "type": "TV",
        "status": "Finished Airing",
        "synopsis": "In the midst of the Fifth Holy Grail War, Caster sets her plans into motion, beginning with the capture of Shirou's Servant Saber. With the witch growing ever more powerful, Rin and Archer determine she is a threat that must be dealt with at once. But as the balance of power in the war begins to shift, the Master and Servant find themselves walking separate ways.\n\nMeanwhile, despite losing his Servant and stumbling from injuries, Shirou ignores Rin's warning to abandon the battle royale, forcing his way into the fight against Caster. Determined to show his resolve in his will to fight, Shirou's potential to become a protector of the people is put to the test.\n\nAmidst the bloodshed and chaos, the motivations of each Master and Servant are slowly revealed as they sacrifice everything in order to arise as the victor and claim the Holy Grail.\n\n[Written by MAL Rewrite]"
    },
    {
        "_id": 185,
        "alternativeTitles": [
            "ID",
            "頭文字〈イニシャル〉D",
            "Initial D First Stage",
            "Initial D: Supera el Límite de Velocidad Temporada 1"
        ],
        "genres": [
            "Action",
            "Drama"
        ],
        "ranking": 223,
        "type": "TV",
        "status": "Finished Airing",
        "synopsis": "Unlike his friends, Takumi Fujiwara is not particularly interested in cars, with little to no knowledge about the world of car enthusiasts and street racers. The son of a tofu shop owner, he is tasked to deliver tofu every morning without fail, driving along the mountain of Akina. Thus, conversations regarding cars or driving in general would only remind Takumi of the tiring daily routine forced upon him.\n\nOne night, the Akagi Red Suns, an infamous team of street racers, visit the town of Akina to challenge the local mountain pass. Led by their two aces, Ryousuke and Keisuke Takahashi, the Red Suns plan to conquer every racing course in Kanto, establishing themselves as the fastest crew in the region. However, much to their disbelief, one of their aces is overtaken by an old Toyota AE86 during a drive back home from Akina. After the incident, the Takahashi brothers are cautious of a mysterious driver geared with remarkable technique and experience in the local roads—the AE86 of Mount Akina.\n\n[Written by MAL Rewrite]"
    },
    {
        "_id": 6594,
        "alternativeTitles": [
            "Sword Story",
            "刀語",
            "Katanagatari"
        ],
        "genres": [
            "Action",
            "Adventure",
            "Romance"
        ],
        "ranking": 224,
        "type": "TV",
        "status": "Finished Airing",
        "synopsis": "In an Edo-era Japan lush with a variety of sword-fighting styles, Shichika Yasuri practices the most unique one: Kyotouryuu, a technique in which the user's own body is wielded as a blade. The enigmatic seventh head of the Kyotouryuu school, Shichika lives quietly in exile with his sister Nanami until one day—the wildly ambitious strategist Togame barges into their lives.\n\nTogame brazenly requests that Shichika help in her mission to collect twelve unique swords, known as the \"Deviant Blades,\" for the shogunate. Shichika accepts, interested in the girl herself rather than petty politics, and thus sets out on a journey. Standing in their way are the fierce wielders of these legendary weapons as well as other power-hungry entities who seek to thwart Togame's objective. In order to prevail against their enemies, the duo must become an unbreakable team as they forge ahead on a path of uncertainty and peril.\n\n[Written by MAL Rewrite]"
    },
    {
        "_id": 137,
        "alternativeTitles": [
            "Hunter x Hunter OVA",
            "Hunter x Hunter: Yorkshin City Kanketsu-hen",
            "HUNTER×HUNTER Original Video Animation"
        ],
        "genres": [
            "Action",
            "Adventure",
            "Fantasy"
        ],
        "ranking": 227,
        "type": "OVA",
        "status": "Finished Airing",
        "synopsis": "After reuniting with Gon and his friends, Kurapika explained to them the risks he bears because of his abilities. Believing that his target of revenge is no longer alive and the search for his fallen comrade's eyes could truly begin, Kurapika soon after receives a message informing him that all the Spiders still lived. After much discussion between his friends, Gon, Kurapika and company decided to hunt after the one Spider member who's ability could ultimately result in Kurapika's defeat and death. Based on the manga by Togashi Yoshihiro."
    },
    {
        "_id": 48661,
        "alternativeTitles": [
            "JoJo's Bizarre Adventure Part 6: Stone Ocean",
            "ジョジョの奇妙な冒険 ストーンオーシャン",
            "JoJo's Bizarre Adventure: Stone Ocean"
        ],
        "genres": [
            "Action",
            "Adventure"
        ],
        "ranking": 228,
        "type": "ONA",
        "status": "Finished Airing",
        "synopsis": "Conspiring forces frame Jolyne Kuujou for a reckless crime, landing her in the infamous Green Dolphin Street Jail. Much like her father Joutarou, Jolyne is brash, brave, and just; she rails against her unfair sentence and quickly discovers the sinister circumstances that led to her incarceration.\n\nA gift from her absent father grants Jolyne the power of Stone Free, a supernatural ability known as a Stand that allows her to unravel her body into string. Jolyne uses Stone Free to battle her way through the prison, recruiting new allies—Hermes Costello and Foo Fighters—to assist in her investigation. Together, the fearless women fight to uncover the menace behind White Snake, an enemy Stand responsible for the increasingly dangerous prisoners who are after Jolyne's life.\n\nThrough Jolyne, the Joestar lineage confronts the legacy of its one true enemy. Jolyne and her friends race to stop a disastrous plot and put an end to a culminating evil.\n\n[Written by MAL Rewrite]\n"
    },
    {
        "_id": 38826,
        "alternativeTitles": [
            "天気の子",
            "Weathering with You",
            "Weathering With You: Das Mädchen",
            "das die Sonne berührte",
            "El  Tiempo Contigo (Weathering With You)",
            "Les Enfants du Temps"
        ],
        "genres": [
            "Drama",
            "Fantasy",
            "Romance",
            "Slice of Life"
        ],
        "ranking": 231,
        "type": "Movie",
        "status": "Finished Airing",
        "synopsis": "Tokyo is currently experiencing rain showers that seem to disrupt the usual pace of everyone living there to no end. Amidst this seemingly eternal downpour arrives the runaway high school student Hodaka Morishima, who struggles to financially support himself—ending up with a job at a small-time publisher. At the same time, the orphaned Hina Amano also strives to find work to sustain herself and her younger brother.\n\nBoth fates intertwine when Hodaka attempts to rescue Hina from shady men, deciding to run away together. Subsequently, Hodaka discovers that Hina has a strange yet astounding power: the ability to call out the sun whenever she prays for it. With Tokyo's unusual weather in mind, Hodaka sees the potential of this ability. He suggests that Hina should become a \"sunshine girl\"—someone who will clear the sky for people when they need it the most.\n\nThings begin looking up for them at first. However, it is common knowledge that power always comes with a hefty price...\n\n[Written by MAL Rewrite]"
    },
    {
        "_id": 11917,
        "alternativeTitles": [
            "メジャー ワールドシリーズ編"
        ],
        "genres": [
            "Comedy",
            "Drama",
            "Sports"
        ],
        "ranking": 232,
        "type": "OVA",
        "status": "Finished Airing",
        "synopsis": "Gorou Shigeno's journey with the Indiana Hornets continues as they seek to win the prestigious World Series. However, after an unexpected accident during the match with his fated rival, his quest in becoming the world's best becomes more challenging. Undaunted, Gorou continues to put the weight of his dreams into every pitch he makes, and forges a path towards his desired future through high-speed pitching.\n\n[Written by MAL Rewrite]"
    },
    {
        "_id": 13125,
        "alternativeTitles": [
            "Shin Sekai Yori",
            "新世界より",
            "From the New World",
            "Shinsekai Yori: From the New World",
            "Shin Sekai Yori (Del Nuevo Mundo)",
            "Shinsekai Yori"
        ],
        "genres": [
            "Drama",
            "Horror",
            "Mystery",
            "Sci-Fi",
            "Supernatural"
        ],
        "ranking": 233,
        "type": "TV",
        "status": "Finished Airing",
        "synopsis": "In the town of Kamisu 66, 12-year-old Saki Watanabe has just awakened to her psychic powers and is relieved to rejoin her friends—the mischievous Satoru Asahina, the shy Mamoru Itou, the cheerful Maria Akizuki, and Shun Aonuma, a mysterious boy whom Saki admires—at Sage Academy, a special school for psychics. However, unease looms as Saki begins to question the fate of those unable to awaken to their powers, and the children begin to get involved with secretive matters such as the rumored Tainted Cats said to abduct children.\n\nShinsekai yori tells the unique coming-of-age story of Saki and her friends as they journey to grow into their roles in the supposed utopia. Accepting these roles, however, might not come easy when faced with the dark and shocking truths of society, and the impending havoc born from the new world.\n\n[Written by MAL Rewrite]"
    },
    {
        "_id": 10863,
        "alternativeTitles": [
            "Steins Gate Special",
            "Steins Gate Episode 25",
            "Steins Gate OVA",
            "シュタインズ ゲート 横行跋扈のポリオマニア",
            "Steins;Gate: Egoistic Poriomania"
        ],
        "genres": [
            "Comedy",
            "Sci-Fi"
        ],
        "ranking": 234,
        "type": "Special",
        "status": "Finished Airing",
        "synopsis": "A few months after the events of Steins;Gate, Rintarou Okabe and his group of friends are invited to tag along with their acquaintance Faris NyanNyan, who is participating in a Rai-Net battle event in the United States. There, they meet up with an old colleague: Kurisu Makise, who has been recalling fragmented memories of events that happened in the other world lines in the form of dreams. She confronts Okabe, questioning him as to whether these events—particularly the incidents between the two of them—did indeed happen.\n\n[Written by MAL Rewrite]"
    },
    {
        "_id": 44940,
        "alternativeTitles": [
            "ワールドトリガー",
            "Word Trigger Temporada 3"
        ],
        "genres": [
            "Action",
            "Sci-Fi",
            "Supernatural"
        ],
        "ranking": 235,
        "type": "TV",
        "status": "Finished Airing",
        "synopsis": "At the Border Defense Agency's headquarters, the B-Rank Wars are underway as each team fights intensely to secure a spot in the upcoming Away Mission. Though Osamu Mikumo and the rest of Tamakoma-2 have pulled through thus far, the final rounds will require them to push far beyond the limits of their current abilities. Taking in a talented new member, the squad begins to train and develop new strategies, but, amid these efforts, the team is shaken by a heated dispute—one that could jeopardize their ticket to the Neighbor's dimension.\n\n[Written by MAL Rewrite]\n"
    },
    {
        "_id": 1365,
        "alternativeTitles": [
            "Meitantei Conan: Baker Street no Bourei",
            "名探偵コナン　ベイカー街(ストリート)の亡霊",
            "Case Closed: The Phantom of Baker Street",
            "Detektiv Conan Film 6: Das Phantom der Baker Street",
            "Detective Conan Película 6: El fantasma de Baker Street",
            "Detektiv Conan Film 6: Le Fantôme de Baker Street"
        ],
        "genres": [
            "Adventure",
            "Mystery",
            "childish"
        ],
        "ranking": 236,
        "type": "Movie",
        "status": "Finished Airing",
        "synopsis": "Noah's Ark—the latest in VR technology and a milestone of human innovation—is set for a showcase to Japan's privileged children. They have the honour of beginning a new revolution in gaming; however, their carefree fun is cut short when a company employee is found murdered, with his dying message pointing to a clue hidden within the Ark.\n\nAlong with the Detective Boys and Ran Mouri, Conan Edogawa enters Noah's Ark to solve this mystery and ensure the perpetrator is caught. But once they're inside the Ark, it takes on a mind of its own, imprisoning them and the children within its worlds. To escape and bring the murderer to justice, Conan and company must navigate a simulated 19th century London and track down the infamous Jack the Ripper—with the lives of 50 innocent children depending on them.\n\n[Written by MAL Rewrite]"
    },
    {
        "_id": 30346,
        "alternativeTitles": [
            "同級生",
            "Doukyusei -Classmates-"
        ],
        "genres": [
            "Boys Love",
            "Romance",
            "Slice of Life"
        ],
        "ranking": 238,
        "type": "Movie",
        "status": "Finished Airing",
        "synopsis": "Hikaru Kusakabe is a normal, carefree boy in a rock band who is always focused on the present. During the summer, his entire class is forced to participate in an upcoming chorus festival. By coincidence, he discovers his classmate Rihito Sajou—known for being an honor student with excellent grades—practicing his singing alone. Sajou just cannot seem to get their class' song right, and Kusakabe, delighted at seeing a new side of his straight-laced classmate, offers to help him prepare for the event.\n\nAlthough their lives and personalities are total opposites, they begin to grow closer as time progresses. But with the pressure of an unknown future, what will become of them and their growing relationship?\n\n[Written by MAL Rewrite]"
    },
    {
        "_id": 10408,
        "alternativeTitles": [
            "The Light of a Firefly Forest",
            "蛍火の杜へ",
            "Into the Forest of Fireflies' Light"
        ],
        "genres": [
            "Drama",
            "Romance",
            "Supernatural"
        ],
        "ranking": 240,
        "type": "Movie",
        "status": "Finished Airing",
        "synopsis": "During a summer vacation at her grandfather’s house, six-year-old Hotaru Takegawa gets lost in a forest rumored to be inhabited by spirits. While crying out in desperation, Hotaru is approached by Gin—a mysterious boy wearing a mask—who offers to help her.\n\nOverjoyed at the sight of another person, Hotaru runs to Gin with open arms only to be rudely fended off. However, she quickly learns the grave reason behind his behavior: a dreadful curse has been cast upon Gin. Should he ever be touched by a human being, he will disappear forever.\n\nThough Gin urges her to never return, Hotaru does the exact opposite, and before too long, the two become close friends despite his delicate situation. Nonetheless, as years pass and their mutual feelings grow stronger, Hotaru and Gin start struggling with the boundaries that destiny has set between them.\n\n[Written by MAL Rewrite]\n"
    },
    {
        "_id": 38691,
        "alternativeTitles": [
            "ドクターストーン",
            "Dr. Stone"
        ],
        "genres": [
            "Adventure",
            "Comedy",
            "Sci-Fi"
        ],
        "ranking": 242,
        "type": "TV",
        "status": "Finished Airing",
        "synopsis": "After five years of harboring unspoken feelings, high-schooler Taiju Ooki is finally ready to confess his love to Yuzuriha Ogawa. Just when Taiju begins his confession however, a blinding green light strikes the Earth and petrifies mankind around the world—turning every single human into stone.\n\nSeveral millennia later, Taiju awakens to find the modern world completely nonexistent, as nature has flourished in the years humanity stood still. Among a stone world of statues, Taiju encounters one other living human: his science-loving friend Senkuu, who has been active for a few months. Taiju learns that Senkuu has developed a grand scheme—to launch the complete revival of civilization with science. Taiju's brawn and Senkuu's brains combine to forge a formidable partnership, and they soon uncover a method to revive those petrified.\n\nHowever, Senkuu's master plan is threatened when his ideologies are challenged by those who awaken. All the while, the reason for mankind's petrification remains unknown.\n\n[Written by MAL Rewrite]"
    },
    {
        "_id": 4487,
        "alternativeTitles": [
            "Tensura 2",
            "転生したらスライムだった件",
            "That Time I Got Reincarnated as a Slime Season 2 Part 2",
            "Meine Wiedergeburt als Schleim in einer anderen Welt Staffel 2 Teil 2",
            "That Time I Got Reincarnated as a Slime Temporada 2 Parte 2",
            "Moi",
            "Quand Je Me Réincarne en Slime Saison 2 Partie 2"
        ],
        "genres": [
            "Action",
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "ranking": 216,
        "type": "TV",
        "status": "Finished Airing",
        "synopsis": "The nation of Tempest is in a festive mood after successfully overcoming the surprise attack from the Falmuth Army and the Western Holy Church. Beyond the festivities lies a meeting between Tempest and its allies to decide the future of the Nation of Monsters. The aftermath of the Falmuth invasion, Milim Nava's suspicious behavior, and the disappearance of Demon Lord Carrion—the problems seem to keep on piling up.\n\nRimuru Tempest, now awakened as a \"True Demon Lord,\" decides to go on the offensive against Clayman. With the fully revived \"Storm Dragon\" Veldora, \"Ultimate Skill\" Raphael, and other powerful comrades, the ruler of the Tempest is confident in taking down his enemies one by one until he can face the man pulling the strings.\n\n[Written by MAL Rewrite]"
    }
]